Repository: cjohansson/Aomebo-Framework
Catalog: GUI/Setup/private/Language/*/site.po
Languages: sv_se

source: Configuration
sv_se: Inställningar

source: Localization
sv_se: Översättningar

source: Database
sv_se: Databas

source: Test
sv_se: Testa

source: Export configuration.php
sv_se: Exportera configuration.php

source: Successfully set locale to %s.
sv_se: Lyckades sätta språk till %s.

source: Failed to set locale to %s.
sv_se: Misslyckades att sätta språk till %s.

source: Connected to host `%s`. Selected database `%s`.
sv_se: Ansluten till värden `%s`. Valde databasen `%s`.

source: Table `%s` exists.
sv_se: Tabellen `%s` finns.

source: Dropped table `%s`.
sv_se: Tog bort tabellen `%s`.

source: Failed to drop table `%s`.
sv_se: Misslyckades med att ta bort tabellen `%s`.

source: Table `%s` created.
sv_se: Tabellen `%s` skapades.

source: Entry added with assigned id %d.
sv_se: Skapade rad med id %d.

source: Entry updated with id %d.
sv_se: Uppdaterade rad med id %d.

source: Failed to update data.
sv_se: Misslyckades med att uppdatera rad.

source: Entry with id %d selected. Assoc data: "%s".
sv_se: Rad med id %d vald. Associativ data "%s".

source: Failed to select data.
sv_se: Misslyckades med att välja rad.

source: Entry with id %d selected again. Object data: "%s".
sv_se: Rad med id %d vald igen. Objekt data: "%s".

source: Entry with id %d deleted.
sv_se: Rad med id %d raderad.

source: Failed to add data to table.
sv_se: Misslyckades med att lägga till rad till tabellen.

source: All entries deleted.
sv_se: Alla rader borttagna.

source: Failed to create table.
sv_se: Misslyckades med att skapa tabell.

source: Failed to connect to host `%s` or failed to select database `%s`.
sv_se: Misslyckades med att ansluta till värden `%s` eller misslyckades med att välja databasen `%s`.

source: Invalid parameters
sv_se: Ogiltiga parametrar

source: Routes examples:
sv_se: Exempel på routes:

source: About
sv_se: Om

source: Save settings
sv_se: Spara inställningar

source: Confirm save settings
sv_se: Bekräfta att du vill spara inställningar

source: Database tests:
sv_se: Databastester:
