Repository: cjohansson/Aomebo-Framework
Catalog: Locale/*/framework.po
Languages: sv_se

source: Configuration
sv_se: Inställningar

source: Localization
sv_se: Översättning

source: Database
sv_se: Databas

source: Failed to load configuration
sv_se: Misslyckades med att ladda inställningarna

source: Invalid parameters for Aomebo Application. parameters: "%s"
sv_se: Ogiltiga parametrar för Aomebo Applikation. parametrar: "%s"

source: Invalid parameters
sv_se: Ogiltiga parametrar

source: Something went wrong when including file "%s", error: "%s"
sv_se: Någonting gick snett när man försökte inkludera filen "%s", error: "%s"

source: Couldn't find file "%s" at "%s", "%s", "%s" or at "%s".
sv_se: Kunde inte hitta filen "%s" på "%s", "%s", "%s" eller på "%s".

source: Failed to construct runtime "%s"
sv_se: Misslyckades med att skapa runtime "%s"

source: Could not find dependency "%s" in "%s" from "%s"
sv_se: Kunde inte hitta dependency "%s" i "%s" från "%s"

source: Invalid session requirement method specified! Could not find %s in %s
sv_se: Ogiltigt kvar för session angivet! Kunde inte hitta %s i %s

source: Could not parse dependency ("%s")
sv_se: Kunde inte läsa dependency ("%s")

source: RegExp was invalid
sv_se: RegExp var ogiltigt

source: Malformed data.
sv_se: Felformad data.

source: Invalid configuration cache, cleared caches.
sv_se: Ogiltig inställningscache, tömmer cache.

source: Invalid parameters "%s"
sv_se: Ogiltiga parametrar "%s"

source: Setting-value for key: "%s" not found.
sv_se: Inställningsvärdet för "%s" kunde inte hittas.

source: Failed to save settings. Failed with saving keys: "%s"
sv_se: Misslyckades med att spara inställningar. Misslyckades med att spara värden: "%s"

source: Failed to save settings.
sv_se: Misslyckades med att spara inställningar.

source: Configuration value for "%s.%s" has invalid value "%s". Valid values are "%s" in structure node "%s".
sv_se: Inställningen för "%s.%s" har ogiltigt värde "%s". Giltiga värden är "%s" i strukturnoden "%s".

source: Configuration value for "%s" has invalid value "%s" in structure node: "%s"
sv_se: Inställningsvärdet för "%s" har ogiltigt värde "%s" i strukturnoden: "%s"

source: No value defined in external or internal configuration for required value "%s" in structure node: "%s" and configuration node: "%s"
sv_se: Inget värde definierat i externa eller interna inställningar för det obligatoriska värdet "%s" i strukturnoden: "%s" och inställningsnoden: "%s"

source: Invalid parameters: "%s"
sv_se: Ogiltiga parametrar: "%s"

source: Failed to load Spyc Library
sv_se: Misslyckades att ladda Spyc bibliotek

source: Could not connect to database server in %s in %s. Check your configuration.
sv_se: Kunde inte ansluta med %s i %s. Se över dina inställningar.

source: Selected database "%s" does not match requested database "%s" in %s in %s
sv_se: Vald databas "%s" matchar inte förfrågad databas "%s" i %s i %s

source: Failed to get selected database in %s in %s
sv_se: Misslyckades med att välja databas i %s i %s

source: SQL: "%s" evaluated into empty query in %s
sv_se: SQL: "%s" blev tom förfrågan i %s

source: Can't query "%s" when database connection hasn't been established. Database adapter constructed:
sv_se: Kunde inte utföra frågan "%s" när databasanslutning saknas. Databasadepter skapad:

source: Query:<p> %s</p> returned error:<p> <p> %s</p>
sv_se: Förfrågan:<p> %s</p> svarade med felet:<p> <p> %s</p>

source: Could not install database in %s in %s
sv_se: Kunde inte installera databasen %s i %s

source: Could not select database in %s in %s
sv_se: Kunde inte ansluta till databasen %s i %s

source: Could not connect using: "%s"
sv_se: Kunde inte ansluta med: "%s"

source: Could not find Database adapter class or database resultset class: %s, %s
sv_se: Kunde inte hitta någon databasadapter klass eller resultset klass: %s, %s

source: Could not set database handle charset to: "%s"
sv_se: Kunde inte ange teckenkodning för databasadaptern till: "%s"

source: Failed to perform SQL escape, make sure there is a database connection
sv_se: Misslyckades att utföra SQL escape, kontrollera att det finns en databasanslutning

source: Can not SQL escape when not connected
sv_se: Kan inte utföra SQL escape när det inte finns någon anslutning

source: Missing database-engine DNS.
sv_se: Saknas DNS till databasmotorn.

source: This feature has not been implemented for current driver.
sv_se: Denna funktion har inte blivit implementerad för den nuvarande drivrutinen.

source: Invalid regexp "%s" for route named "%s"
sv_se: Ogiltig regex "%s" för rutten med namn "%s"

source: Could not find match with index "%s" for route.
sv_se: Kunde inte hitta någon träff med index "%s" för rutten.

source: Invalid associatives type for array "%s".
sv_se: Ogiltig typ för associations i array "%s".

source: No resources for associative array "%s".
sv_se: Ingen resurs för associativa array "%s".

source: No uri exists for page "%s".
sv_se: Ingen uri finns för sidan "%s".

source: Invalid page "%s" specified.
sv_se: Ogiltig sida "%s" angiven.

source: Could not find route for parameters: "%s"
sv_se: Kunde inte hitta någon rutt för parametrarna: "%s"

source: Errorpage not found at "%s".
sv_se: Errorsida hittades inte på "%s".

source: Exception: "%s".
sv_se: Undantag: "%s".

source: Could not make directory: "%s"
sv_se: Kunde inte skapa katalog: "%s"

source: Opening file: "%s" returned error: "%s"
sv_se: När filen: "%s" öppnas uppstod felet: "%s"

source: Could not set chmod for file "%s" to oct: "%s", dec: "%s"
sv_se: Kunde inte sätta chmod för filen "%s" till oct: "%s", dec: "%s"

source: Could not set owner username to "%s" for "%s"
sv_se: Kunde inte sätta användarnamn till "%s" för "%s"

source: Could not set owner group-name permissions to "%s" for "%s"
sv_se: Kunde inte sätta ägare grupp-namn rättigheter till "%s" för "%s"

source: Invalid default file mode specified in configuration
sv_se: Ogiltigt standard file läge angivet i inställningarna

source: Successfully set locale to %s.
sv_se: Lyckades sätta språk till %s.

source: Failed to set locale to %s.
sv_se: Misslyckades att sätta språk till %s.

source: Connected to host `%s`. Selected database `%s`.
sv_se: Ansluten till värd `%s`. Valde databasen `%s`.

source: System successfully auto-installed.
sv_se: Lyckades auto-installera systemet.

source: System failed to auto-install.
sv_se: Misslyckades med att auto-installera systemet.

source: System successfully auto-uninstalled.
sv_se: Lyckades att auto-avinstallera systemet.

source: System failed to auto-uninstall.
sv_se: Misslyckades med att auto-avinstallera systemet.

source: System successfully auto-updated.
sv_se: Lyckades att auto-uppdatera systemet.

source: System failed to auto-update.
sv_se: Misslyckades med att auto-uppdatera systemet.

source: Table `%s` exists.
sv_se: Tabellen `%s` finns.

source: Found table fields `%s`.
sv_se: Hittade tabell fälten `%s`.

source: Found no table fields.
sv_se: Hittade inga fält i tabellen.

source: Table column "%s" exists.
sv_se: Tabellkolumnen "%s" finns.

source: Table column "%s" does not exist.
sv_se: Tabellkolumnen "%s" finns inte.

source: Dropped table `%s`.
sv_se: Tog bort tabellen `%s`.

source: Failed to drop table `%s`.
sv_se: Misslyckades med att ta bort tabellen `%s`.

source: Table `%s` created.
sv_se: Tabellen `%s` skapad.

source: Entry added with assigned id %d.
sv_se: Rad skapades med id %d.

source: Entry updated with id %d.
sv_se: Rad uppdaterades med id %d.

source: Failed to update data.
sv_se: Misslyckades med att uppdatera data.

source: Entry with id %d selected. Assoc data: "%s".
sv_se: Rad med id %d valdes. Associativ data: "%s".

source: Failed to select data.
sv_se: Misslyckades med att välja data.

source: Entry with id %d selected again. Object data: "%s".
sv_se: Rad med id %d valdes igen. Objekt data: "%s".

source: Entry with id %d deleted.
sv_se: Rad med id %d togs bort.

source: Failed to add data to table.
sv_se: Misslyckades med att lägga till rad i tabell.

source: All entries deleted.
sv_se: Alla rader raderade.

source: Failed to create table.
sv_se: Misslyckades med att skapa tabell.

source: Failed to connect to host `%s` or failed to select database `%s`.
sv_se: Misslyckades med att ansluta till värden `%s` eller misslyckades att välja databasen `%s`.

source: Routes examples:
sv_se: Rutt exempel:

source: Route 1:
sv_se: Rutt 1:

source: About
sv_se: Om

source: Route 2:
sv_se: Rutt 2:

source: Save settings
sv_se: Spara inställningar

source: Route 3:
sv_se: Rutt 3:

source: Confirm save settings
sv_se: Bekräfta spara inställningar

source: Database tests:
sv_se: Databastester:

source: Aomebo Indexing Engine supports only MyISAM or InnoDB as storage engines
sv_se: Aomebo indexeringsmotor stödjer bara MyISAM eller InnoDB som lagringsmotorer.

source: Aomebo Indexing Engine supports only MySQL or MySQLi as database adapter
sv_se: Aomebo indexeringsmotor stödjer bara MySQL eller MySQLi som databasadapter

source: Invalid internationalization "%s", no directory found at "%s".
sv_se: Ogiltig översättning "%s", ingen katalog på "%s".

source: Failed to init internationalization adapter "%s", error: "%s".
sv_se: Misslyckades att ladda översättningsadepter "%s", error: "%s".

source: The xml is malformed (%s).
sv_se: Xml är felformulerat (%s).

source: Invalid parameter
sv_se: Ogiltiga parametrar

source: Invalid interpretation status
sv_se: Ogiltig tolkningsstatus

source: Couldn't process page.
sv_se: Kunde inte behandla sida.

source: "%s" is neither a Runtime or a Runtime parameter to "%s". Loaded Runtimes: "%s"
sv_se: "%s" är inte en Runtime eller en parameter till en Runtime på "%s". Laddade Runtimes: "%s"

source: Invalid array: "%s"
sv_se: Ogiltig array: "%s"

source: "%s" is not an array.
sv_se: "%s" är inte en array.

source: "%s" is not a valid Runtime for evaluation.
sv_se: "%s" är inte en giltig Runtime för bearbetning.

source: Could not process page from ajax request %s
sv_se: Kunde inte behandla sida från ajax förfrågan %s

source: Found no page to interpret for request GET: %s, POST: %s, SERVER: %s
sv_se: Kunde inte hitta någon sida att tolka för förfrågan GET: %s, POST: %s, SERVER: %s

source: Something went wrong when starting interpretation, error: "%s"
sv_se: Något gick fel när tolkningen skulle startas, error: "%s"

source: Could not process page at: "%s", pageData: "%s"
sv_se: Kunde inte behandla sidan på: "%s", pageData: "%s"

source: Failed to find page "%s" with any adapter
sv_se: Misslyckades att hitta sidan "%s" med någon adapter

source: Failed to load default adapter: Error: %s
sv_se: Misslyckades med att ladda standard adapter: Error: %s

source: Response "%s" returned error "%s"
sv_se: Mottagaren "%s" skickade ett fel "%s"

source: No response exists
sv_se: Ingen mottagare finns

source: Could not find favicon at "%s".
sv_se: Kunde inte hitta favicon på "%s".

source: Could not install Session Handler
sv_se: Kunde inte installera sessionshanterare

source: Could not update old session. (query: "%s", error: "%s")
sv_se: Kunde inte uppdatera en gammal session. (förfrågan: "%s", error: "%s")

source: Aomebo Session Handler only supports MyISAM or InnoDB as storage engines
sv_se: Aomebo sessionshanterare stödjer bara MyISAM eller InnoDB som lagringsmotor

source: Aomebo Session Handler only supports MySQL or MySQLi as database adapter
sv_se: Aomebos sessionhanterare stödjer bara MySQL eller MySQLi som databasadapter

source: Class %s may not be constructed at this time in the execution chain. Please adjust your runtime configuration.
sv_se: Klassen %s kan inte skapas vid detta skede i utförande-kedjan. Vänliga ändra dina inställningar.

source: Invalid reference object for view template
sv_se: Ogiltig referens för template

source: Error: "%s", when parsing file "%s".
sv_se: Error: "%s", när man försökte läsa filen "%s".

source: Could not open view-script at "%s", error: "%s".
sv_se: Kunde inte öppna templatefilen på "%s", error: "%s".

source: Found no viewfile.
sv_se: Hittade ingen templatefil.

source: Something went wrong when including file "%s", error "%s".
sv_se: Någonting gick fel när filen "%s" inkluderades, error "%s".
